{
	"dict": {
		"nav": {
			"homepage": "초기 화면",
			"product": "제품",
			"team": "팀",
			"forum": "커뮤니티",
			"news": "대중 매체 보도",
			"contact": "연락처",
			"heading1": "개방 원칙을 기본으로 한 중심화",
			"heading2": "디지털 자산 관리와 응용 플랫폼",
			"learnMore": "더 알아보기",
			"desc": " IDHub는 개방 원칙에 기반을 두고 있고 블록체인 기술을 기반으로 한 디지털 신원 응용 플랫폼이며 우수한 기술 호환성과 기능성을 갖추고 있습니다. 디지털 사회 진입의 관문인 IDHub 는 블록체인 기술을 통하여 개인 신원의 효과성, 진위성 및 고유성을 합리적으로 검증하고, 신원 통제권을 제3자 정보 서비스 기관으로부터 개인의 손에 귀속시키고자 노력하며 사용자를 위해 완전하고 신뢰할 수 있는 신원을 구축하여 사용자가 주도하는 디지털 신원 관리와 응용 플랫폼을 구축합니다. 또한 안전하고 신뢰할 수 있는 신원 관리 시스템을 구축하여 궁극적으로 디지털 신원을 연결하는(사회 서비스, 디지털 자산, 디지털 라이프 등)비전을 실현합니다."
		},
		"vision": {
			"vision": "프로젝트 비전",
			"service": "전통적인 계정 시스템을 대체하고 디지털 사회로 진입하는 표준 신원 인터페이스를 만듭니다. 표준 신원 인터페이스 형식을 생성하여 계정과 애플리케이션을 분리함으로써 사용자는 디지털 자산을 자율적으로 관리 할 수 있으며 편리하게 디지털 자산을 현금화하거나 서비스 공급자를 변경할 수 있습니다.",
			"asset": "디지털 경제를 향한 신뢰 생태계를 구축합니다. 권위 있는 기관의 데이터를 활성화하는 것은 디지털 자산을 강화하고, 신속하고 효율적인 신뢰 시스템을 구축하고, 신뢰할 수 있는 생태계를 조성하여 디지털 경제 활성화를 이루겠다는 것이다.",
			"life": "인공 지능(AI)에 대한 데이터를 공급하기 위해 영원한 디지털화에 기초한 토대를 마련한 것입니다. 신뢰할 수있는 데이터를 사용자의 개인 데이터 센터 (PDC)에 넣고, 모든 사람들을 위한 디지털 버전의 대응할 수 있는 것을 만듭니다."
		},
		"team": {
			"team": "팀 소개",
			"qu": {
				"name": "曲明",
				"desc": "IDHub 설립턴",
				"desc2": "인터넷 도시 자문 위원회(CCAB) 이사회 성원"
			},
			"kenneth": {
				"name": "陈振国",
				"desc": "IDHub 기술감독",
				"desc2": "아시아 태평양 CTO 역임",
				"desc3": "威睿科技 연합 설립자 & CTO"
			},
			"xiaoyu": {
				"name": "李骁宇",
				"desc": "IDHub 핵심 엔지니어",
				"desc2": "북경교통대학 석사"
			},
			"don": {
				"name": "謝承璋",
				"desc": "IDHub 핵심 엔지니어"
			},
			"jamie": {
				"name": "林展民",
				"desc": "IDHub 핵심 엔지니어",
				"desc2": "대만정치대학 이학석사"
			},
			"zaakin": {
				"name": "姚泽乾",
				"desc": "IDHub 연구 개발 엔지니어"
			},
			"jiaqi": {
				"name": "李嘉淇",
				"desc": "IDHub 연구 개발 엔지니어"
			},
			"michael": {
				"name": "王沛智",
				"desc": "IDHub 비즈니스 개발 관리자",
				"desc2": "버밍엄대학교 석사"
			},
			"cecilia": {
				"name": "吴茜",
				"desc": "IDHub 마케팅 이사",
				"desc2": "영국 대중 메체와 미디어 연구 석사"
			},
			"derek": {
				"name": "薛玉成",
				"desc": "IDHub 마케팅 홍보 관리자"
			},
			"leo": {
				"name": "曹磊",
				"desc": "IDHub 마케팅 관리자"
			},
			"tasya": {
				"name": "Lekch Tasya",
				"desc": "IDHub 커뮤니티 운영"
			}
		},
		"advisor": {
			"advisor": "顾问",
			"josh": {
				"name": "元道",
				"desc": "世纪互联 설립자",
				"desc2": "중관촌 블록체인 산업 연맹 이사장"
			},
			"ueno": {
				"name": "上野嘉久",
				"desc": "世纪互联 이사 겸 vc 투자자",
				"desc2": "Synapse Holdings 설립자"
			}
		},
		"component": {
			"title": "IDHub 플랫폼은 다음 구성 요소를 제공합니다. ",
			"smartContract": {
				"name": "식별자",
				"note": "스마트 계약 정의"
			},
			"sdk": {
				"name": "소프트웨어 개발 도구",
				"note": "현실적인 신분과 지표를 연결하는 것"
			},
			"wallet": {
				"name": "신원 애플리케이션 지갑",
				"note": "블록체인을 기반으로 합니다."
			},
			"token": {
				"name": "토큰 시스템",
				"note": "안정적이고 효율적이다."
			}
		},
		"smartContract": {
			"title": "스마트 계약 정의 식별자",
			"desc": " IDHub는 블록체인 방면에서 가치 전송 및 응용 프로그램 인터페이스를 지원하며 블록체인에 대한 가장 기본적인 신원을 제공합니다. 스카트 계약을 기반으로하는 IDHub는 사용자에게 블록 체인 신원의 자율성 및 확장 기능을 제공합니다.",
			"proxy": {
				"name": "대리 계약",
				"desc": " 사용자의 기호에 맞는 블록체인 디지털 ID를 배급합니다, 디지털 ID는 블록체인 상의 모든 거래 기능을 가지고 있습니다."
			},
			"controller": {
				"name": "통제 계약",
				"desc": "디지털 ID에 대한 사용자의 완전한 자율성을 보장하여 복잡한 블록 체인 작업을 수행합니다."
			},
			"registry": {
				"name": "등록 계약",
				"desc": "디지털 ID와 신분 속성 간의 상관 관계를 실현하고 디지털 ID의 가치와 블록 체인이 제공하는 공평성과 안정성을 보장합니다."
			}
		},
		"tech": {
			"title": "IDHub 주요 기술",
			"solidity": " Solidity는 스마트 계약 및 JavaScript와 유사한 고급 프로그래밍 언어입니다. 스마트 계약을 기반으로 한 디지털 신원은 개인, 장비, 실체나 기관과 같은 다양한 형식을 취할 수 있습니다. 예를 들어 성명, 동작, 교역 또는 거래에 대한 디지털 서명과 검증이 광범위하게 이루어집니다. 블록 체인과의 상호 작용으로 인해 디지털 화폐, 토큰과 같은 디지털 자산도 제어합니다.",
			"merkle": "Merkle 나무는 모든 나뭇잎 노드가 데이터 블록으로 표시되는 나무이며, 각 나뭇잎 노드가 아닌 노드는 암호화 해시 알고리즘을 표기하는 나무로 적합한 정보를 제공하고 최소한으로 필요한 정보를 제공해 필요한 자료만 공개한다. 이를 통해 신원 시스템을 비공개로 유지하고 정보 유출의 부작용을 완화 할 수 있습니다.",
			"openPDS": "OpenPDS를 사용하면 사용자가 개인 데이터를 저장할 수 있지만 사용자가 아닌 다른 응용 프로그램이나 서비스는 제한된 부분이나 필요한 부분 데이터만 얻을 수 있습니다. OpenPDS는 사용자 개인 정보 및 사용자 체험을 위한 윈윈 솔루션을 제공하며 디지털 신원에서 오라클의 역할을 수행 할 수 있습니다. 오라클은 블록 체인에서 자동 데이터 수집을 위한 신뢰할 수 있는 노드입니다.",
			"kademlia": "Kademlia는 점 대 점(point-to-point) 분산 해시 테이블이며, 해시 테이블은 다른 해시에 대한 여러 결과(XOR)를 기록합니다. XOR 기반의 새로운 메트릭 토폴로지(metric topology) 로 인해 Kademlia는 믿을 수 있는 안정성과 성능을 갖추고 있으며, 대기 시간 최소화 라우팅, 지연없는 오류 복구 및 대칭적인 단방향 토폴로지(topology) 등의 장점과 기능 또한 갖추고 있습니다.",
			"jwt": "신원속성의 유효성은 JSON Web Token (JWT)에 의해 구현된 인증에 의해 보장됩니다. JWT는 오픈 표준 (RFC 7519)으로 JSON 객체 형식으로 당사자간에 정보를 안전하게 전달하기위한 치밀하고 독립적인 방법을 정의합니다. 이 정보는 디지털 서명으로 검증되고 신용 될 수 있으며, JWT의 발행인을 확인하고, 메시지가 전송 중에 그대로 유지되도록 할 수 있습니다.",
			"graph": "신원(ID) 그래프는 신원(ID)간의 동작을 나타냅니다. 그래프에서 노드는 신원(ID)이고 경계는 행위입니다. 행동에는 친구 추가, 승인, 댓글 달기 및 거래가 포함됩니다. 블록 체인에서 이를 거래로 전환합니다. IDHub 시스템 중의 신원(ID)의 성명과 증서는 Merkle 트리에 저장되고, 다른 신원과의 상호 작용은 신원 그래프의 양식으로 저장됩니다."
		}
	}
}
